CSI API ETABS v1
cDesignSteel.Australian_AS4100_98 Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cDStAustralian_AS4100_98 Australian_AS4100_98 { get; }
ReadOnly Property Australian_AS4100_98 As cDStAustralian_AS4100_98
	Get
Dim instance As cDesignSteel
Dim value As cDStAustralian_AS4100_98
value = instance.Australian_AS4100_98
property cDStAustralian_AS4100_98^ Australian_AS4100_98 {
	cDStAustralian_AS4100_98^ get ();
}
abstract Australian_AS4100_98 : cDStAustralian_AS4100_98 with get
Property Value
Type: cDStAustralian_AS4100_98
See Also
Reference
cDesignSteel Interface
ETABSv1 Namespace